/* No video code has been entered yet */
"Please use the Inspector to specify a YouTube video." = "Brug venligst inspektøren til at angive en YouTube-video.";

/* User entered an invalid YouTube code */
"Sorry, but no YouTube video was found for the code you entered." = "Beklager, der blev ikke fundet nogen YouTube-video for den kode på angav.";

/* Live data feeds are disabled */
"This is a placeholder for the YouTube video at:" = "Dette er en pladsholder for YouTube-videoen fra:";

/* Live data feeds are disabled */
"To see the video in Sandvox, please enable live data feeds in the Preferences." = "For at se videoen i Sandvox, skal du slå “live data feeds” til, i indstillingerne";